Repository: netrunner-debian-kde-extras/colibri
Catalog: po/*/colibri.po
Languages: cs, da, es, et, fi, fr, it, mr, nl, pt, pt_br, ru, sk, sl, sv, tr, uk

# NAME OF TRANSLATORS
source: Your names
cs: Pavel Fric
da: Martin Schlander
es: Gerardo Bueno
et: Marek Laane
fi: Lasse Liehu
fr: Joëlle Cornavin
it: Federico Chiacchiaretta
mr: चेतन खोना
nl: Freek de Kruijf
pt: José Nuno Pires
pt_br: Caio Romão Costa Nascimento, André Marcelo Alvarenga
ru: Elena Belova
sk: Roman Paholík
sl: Andrej Mernik
sv: Stefan Asserhäll
tr: Ozan Çağlayan
uk: Юрій Чорноіван

# EMAIL OF TRANSLATORS
source: Your emails
cs: pavelfric@seznam.cz
da: mschlander@opensuse.org
es: gejobj@gmail.com
et: bald@smail.ee
fi: lasse.liehu@gmail.com
fr: jcorn@free.fr
it: federico.chia@gmail.com
mr: chetan@kompkin.com
nl: freekdekruijf@kde.nl
pt: zepires@gmail.com
pt_br: contact@caioromao.com, alvarenga@kde.org
ru: zereal25@gmail.com
sk: wizzardsk@gmail.com
sl: andrejm@ubuntu.si
sv: stefan.asserhall@comhem.se
tr: ozan@pardus.org.tr
uk: yurchor@ukr.net

source: Light notification system for KDE4
cs: Jednoduchý systém oznámení pro KDE4
da: Let bekendtgørelsessystem til KDE4
es: Sistema ligero de notificaciones del sistema para KDE4
et: KDE4 lihtne märguandesüsteem
fi: Kevyt ilmoitusjärjestelmä KDE 4:lle
fr: Système de notification allégé pour KDE4
it: Sistema di notifica leggero per KDE4
mr: केडीई4 करिता हलकी सूचना प्रणाली
nl: Lichtgewicht meldingensysteem voor KDE4
pt: Sistema de notificações simples para o KDE4
pt_br: Sistema leve de notificação para o KDE4
ru: Удобная система уведомлений KDE4
sk: Ľahký notifikačný systém pre KDE4
sl: Lahek sistem obvestil za KDE4
sv: Lättviktigt underrättelsesystem för KDE 4
tr: KDE4 için hafif bir bildirim sistemi
uk: Невибаглива система сповіщення для KDE4

source: (C) 2009-2013 Aurélien Gâteau
fi: © 2009–2013 Aurélien Gâteau
sv: © 2009-2013 Aurélien Gâteau
uk: © Aurélien Gâteau, 2009–2013

source: Quit after one popup. Only useful when running with Valgrind
cs: Ukončit po upozornění. Použitelné pouze při běhu s Valgrindem
da: Afslut efter én pop-op. Kun nyttigt når der køres med Valgrind
fi: Lopeta yhden ponnahdusikkunan jälkeen. Hyödyllinen vain ajettaessa Valgrindilla
fr: Quitter après une fenêtre qui apparaît. Utile seulement lorsqu'on l'exécute avec Valgrind
nl: Afsluiten na één pop-up. Alleen nuttig bij gebruik met Valgrind
pt: Sair ao fim de uma mensagem. Só é útil ao executar com o Valgrind
pt_br: Sair após uma mensagem. Só é útil ao executar com o Valgrind
sk: Ukončiť po jednom popupe. Užitočné, iba ak sa používa s Valgrind
sl: Končaj po enem pojavnem oknu. Uporabno le ob poganjanju z Valgrind
sv: Avsluta efter en meddelanderuta. Bara användbart vid körning med Valgrind.
uk: Вийти після однієї контекстної підказки. Корисно, лише якщо виконано запуск з Valgrind.

source: Start Colibri
cs: Spustit Colibri
es: Iniciar Colibrí
et: Käivita Colibri
fi: Käynnistä Colibri
fr: Démarrer Colibri
it: Avvia Colibri
mr: कोलिब्री सुरु करा
nl: Colibri starten
pt: Iniciar o Colibri
pt_br: Iniciar o Colibri
ru: Запустить Colibri
sk: Spustiť Colibri
sl: Zaženi Colibri
sv: Starta Colibri
tr: Colibri hizmetini başlat
uk: Запустити Colibri

source: Start the Colibri notification system
cs: Spustit oznamovací systém Colibri
da: Start bekendtgørelsessystemet Colibri
fi: Käynnistä Colibri-ilmoitusjärjestelmä
fr: Démarrer le système de notification Colibri
nl: Start het meldingensysteem Colibri
pt: Iniciar o sistema de notificações Colibri
pt_br: Inicia o sistema de notificação Colibri
sk: Spustiť systém upozornení Colibri
sl: Zažene sistem obvestil Colibri
sv: Starta Colibri underrättelsesystem
uk: Запустити систему сповіщень Colibri

source: Colibri is running.
cs: Colibri běží.
da: Colibri kører.
es: Colibrí está en ejecución.
et: Colibri töötab
fi: Colibri on käynnissä.
fr: Colibri est en cours d'exécution.
it: Colibri è avviato.
mr: कोलिब्री कार्यरत आहे
nl: Colibri is actief.
pt: O Colibri está em execução.
pt_br: O Colibri está em execução.
ru: Colibri запущена.
sk: Colibri beží.
sl: Colibri teče.
sv: Colibri kör.
tr: Colibri çalışıyor.
uk: Colibri запущено.

source: No notification system is running.
cs: Neběží žádný oznamovací systém.
da: Intet bekendtgørelsessystem kører.
es: No hay ningún sistema de notificación en funcionamiento.
et: Ükski märguandesüsteem ei tööta.
fi: Mitään ilmoitusjärjestelmää ei ole käynnissä.
fr: Aucun système de notification n'est en cours d'exécution.
it: Nessun sistema di notifica è avviato.
mr: सूचना प्रणाली चालू नाही.
nl: Er is geen meldingensysteem actief.
pt: Não está nenhum sistema de notificações em execução.
pt_br: Não há um sistema de notificações em execução.
ru: Ни одна система уведомлений не запущена.
sk: Nebeží žiadny notifikačný systém.
sl: Ne teče noben sistem obvestil.
sv: Inget underrättelsesystem kör.
tr: Çalışan bildirim sistemi yok.
uk: Не запущено жодної системи сповіщення.

source: The current notification system is %1. You must stop it to be able to start Colibri.
cs: Nynější systém oznámení je %1. Nejprve jej musíte zastavit, abyste mohl spustit Colibri.
da: Det aktuelle bekendtgørelsessystem er %1. Du skal stoppe det, for at kunne starte Colibri.
es: El sistema de notificaciones actual es %1. Debería pararlo para ejecutar Colibrí.
et: Aktiivne märguandesüsteem on %1. See tuleb peatada, sest muidu ei saa Colibrit käivitada.
fi: Nykyinen ilmoitusjärjestelmä on %1. Se täytyy ensin pysäyttää Colibrin käynnistämiseksi.
fr: Le système de notification actuel est %1. Vous devez l'arrêter pour être en mesure de démarrer Colibri.
it: Il sistema di notifica corrente è %1. Devi arrestarlo per avviare Colibri.
mr: वर्तमान सूचना प्रणाली %1 आहे. कोलिब्री सुरु करण्याकरिता ती थांबविणे आवश्यक आहे.
nl: Het huidige meldingensysteem is %1. U moet het stoppen on Colibri te kunnen starten.
pt: O sistema de notificações actual é o %1. Tem de o parar para poder iniciar o Colibri.
pt_br: O sistema de notificações atual é o %1. Você deve pará-lo para iniciar o Colibri.
ru: Текущая система уведомлений %1.Остановите ее для запуска Colibri.
sk: Aktuálny notifikačný systém je %1. Musíte ho zastaviť aby ste mohli spustiť Colibri.
sl: Trenuten sistem obvestil je %1. Da lahko zaženete Colibri, ga morate zaustaviti.
sv: Det nuvarande underrättelsesystemet är %1. Du måste stoppa det för att kunna starta Colibri.
tr: Colibri bildirim sisteminin başlatılabilmesi için geçerli bildirim sistemi olan %1 hizmetinin durdurulması gerekli.
uk: Поточною системою сповіщення є %1. Вам слід зупинити роботу цієї системи до того, як ви зможете запустити Colibri.

# @title
source: Preview
cs: Náhled
da: Forhåndsvisning
fi: Esikatselu
fr: Aperçu
nl: Voorbeeld
pt: Antevisão
pt_br: Visualização
sk: Náhľad
sl: Predogled
sv: Förhandsgranska
uk: Перегляд

source: This is a preview of a Colibri notification
cs: Toto je náhled oznámení pomocí Colibri
da: Dette er en forhåndsvisning af en Colibri-bekendtgørelse
es: Esta es la visualización de las notificaciones de Colibrí
et: See on Colibri märguande eelvaatlus
fi: Tämä on Colibri-ilmoituksen esikatselu
fr: Voici un aperçu d'une notification de Colibri
it: Questa è un'anteprima di una notifica di Colibri
mr: हे कोलिब्री सूचनाचे पूर्वावलोकन आहे
nl: Dit is een voorbeeld van een melding door Colibri
pt: Esta é a antevisão de uma notificação do Colibri
pt_br: Esta é uma prévia de notificação do Colibri
ru: Предпросмотр уведомлений Colibri
sk: Toto je náhľad notifikácie Colibri
sl: To je predogled obvestila Colibri
sv: Det här är en förhandsgranskning av en underrättelse från Colibri
tr: Bu Colibri bildirimlerinin bir önizlemesidir
uk: Попередній перегляд сповіщення Colibri

source: Screen under mouse
cs: Obrazovka pod myší
da: Skærm under mus
es: Pantalla debajo el ratón
et: Ekraan hiire all
fi: Näyttö, jolla hiiri on
fr: Écran sous la souris
it: Schermo sotto il mouse
mr: माऊस खालील स्क्रीन
nl: Scherm onder de muis
pt: Ecrã sob o rato
pt_br: Tela sob o mouse
ru: Участок экрана под курсором
sk: Obrazovka pod myšou
sl: Zaslon pod miško
sv: Skärm under musen
tr: Farenin bulunduğu ekran
uk: Екран, на якому перебуває вказівник

source: Screen %1
cs: Obrazovka %1
da: Skærm %1
es: Pantalla %1
et: Ekraan %1
fi: Näyttö %1
fr: Écran %1
it: Schermo %1
mr: स्क्रीन %1
nl: Scherm %1
pt: Ecrã %1
pt_br: Tela %1
ru: Участок экрана %1
sk: Obrazovka %1
sl: Zaslon %1
sv: Skärm %1
tr: %1. Ekran
uk: Екран %1

source: Status
cs: Stav
es: Estado
et: Olek
fi: Tila
fr: État
it: Stato
mr: स्थिती
pt: Estado
ru: Статус
sk: Stav
sl: Stanje
tr: Durum
uk: Стан

source: Start Colibri at login
cs: Spustit Colibri při přihlášení
da: Start Colibri ved login
es: Iniciar Colibrí al iniciar sesión
et: Colibri käivitamine sisselogimisel
fi: Käynnistä Colibri kirjauduttaessa
fr: Démarrer Colibri à la connexion
it: Avvia Colibri all'accesso
mr: प्रवेशावेळी कोलिब्री सुरु करा
nl: Colibri starten bij aanmelden
pt: Iniciar o Colibri no arranque
pt_br: Iniciar o Colibri durante a autenticação
ru: Запускать Colibri при запуске KDE
sk: Spustiť Colibri po prihlásení
sl: Zaženi Colibri ob prijavi
sv: Starta Colibri vid inloggning
tr: Girişte Colibri hizmetini başlat
uk: Запускати Colibri під час входу до системи

source: Appearance
cs: Vzhled
da: Udseende
es: Apariencia
et: Välimus
fi: Ulkoasu
fr: Apparence
it: Aspetto
mr: दर्शनीयता
nl: Uiterlijk
pt: Aparência
pt_br: Aparência
ru: Внешний вид
sk: Vzhľad
sl: Videz
sv: Utseende
tr: Görünüm
uk: Вигляд

source: Notification position:
cs: Poloha oznámení:
da: Placering af bekendtgørelser:
es: Posición de la notificación:
et: Märguande asukoht:
fi: Ilmoituksen sijainti:
fr: Position de notification :
it: Posizione della notifica:
mr: सूचना स्थान :
nl: Positie voor meldingen:
pt: Posição da notificação:
pt_br: Posição da notificação:
ru: Расположение уведомления:
sk: Poloha notifikácie:
sl: Položaj obvestila:
sv: Underrättelsens position:
tr: Bildirim konumu:
uk: Розташування сповіщення:

source: Notification screen:
cs: Obrazovka oznámení:
da: Skærm til bekendtgørelser:
es: Pantalla de notificación:
et: Märguande ekraan:
fi: Ilmoituksen näyttö:
fr: Écran de notification :
it: Schermo della notifica:
mr: सूचना स्क्रीन :
nl: Scherm voor meldingen:
pt: Ecrã da notificação:
pt_br: Tela da notificação:
ru: Область уведомлений:
sk: Obrazovka notifikácie:
sl: Zaslon obvestila:
sv: Underrättelsens skärm:
tr: Bildirim ekranı:
uk: Екран сповіщення:

# @action:button
source: Preview
cs: Náhled
da: Forhåndsvisning
fi: Esikatsele
fr: Aperçu
nl: Voorbeeld
pt: Antevisão
pt_br: Visualizar
sk: Náhľad
sl: Predogled
sv: Granska
uk: Переглянути

source: Cannot preview because Colibri is not running.
cs: Náhled nelze zobrazit, protože Colibri neběží.
da: Kan ikke forhåndsvise da Colibri ikke kører.
es: No es posible usar previsualizar porque Colibrí no está en ejecución.
et: Eelvaatlus pole võimalik, sest Colibri ei tööta.
fi: Ei voida esikatsella, koska Colibri ei ole käynnissä.
fr: Impossible de créer un aperçu car Colibri n'est pas en cours d'exécution.
it: Impossibile visualizzare l'anteprima, Colibri non è avviato.
mr: कोलिब्री कार्यरत आहे त्यामुळे पुर्वावलोकन करू शकत नाही.
nl: Kan geen voorbeeld geven omdat Colibri niet actief is.
pt: Não é possível a antevisão, dado o Colibri não estar em execução.
pt_br: Não é possível visualizar porque o Colibri não está em execução.
ru: Colibri не запущена, поэтому просмотр невозможен
sk: Nemôžem vytvoriť náhľad pretože Colibri nebeží.
sl: Predogled ni mogoč, ker Colibri ni zagnan.
sv: Kan inte visa förhandsgranskning eftersom Colibri inte kör.
tr: Colibri hizmeti çalışmadığından önizleme gösterilemiyor.
uk: Попередній перегляд неможливий, оскільки Colibri не запущено.

source: Colibri
es: Colibrí
mr: कोलिब्री

source: Aurélien Gâteau
mr: ओरेलीन गेत्यू
